Crear/CrearAlumno.getInfo.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
  xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:ns="urn:CrearAlumno">
 <SOAP-ENV:Body>
  <ns:getInfo>
   <insert>
    <FLastName>asdf</FLastName>
    <SLastName>sdfsd</SLastName>
    <Name>sadfsdf</Name>
    <Telephone>45645</Telephone>
    <Email>ad</Email>
    <Delegation>asdf</Delegation>
    <passw>asdf</passw>
    <Direction>asdf</Direction>
   </insert>
  </ns:getInfo>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
